Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/laereplaner_sametinget_fastsetter.html.tmx
Source language: nob
Languages: sme

source: Læreplaner Sametinget fastsetter
sme: Oahppoplánat maid Sámediggi mearrida

source: Her finner du en oversikt over læreplaner Sametinget fastsetter.
sme: Dás oainnát oahppoplánaid maid Sámediggi mearrida.

source: Samiske læreplaner for studieforberedende utdanningsprogram
sme: Sámi oahppoplánat studerenráhkkanahtti oahppoprográmmaide

source: Læreplan i samisk musikk og scene
sme: Oahppoplána sámi musihkka ja lávdi

source: Læreplan i samisk visuell kultur
sme: Oahppoplána sámi visuála kultuvra

source: Læreplan i samisk historie og samfunn
sme: Oahppoplána sámi historjá ja servodat

source: Samiske læreplaner for yrkesfaglige utdanningsprogram
sme: Sámi oahppoplánat fidnofágalaš oahppoprográmmaide

source: Læreplan Vg2 reindrift (REI02‑03)
sme: Oahppoplána – Jo2 boazodoallu (REI02-03)

source: Læreplan Vg2 duodji (DDU02‑03)
sme: Boazodoallofága oahppoplána Jo3 oahppu oahppofitnodagas (REI03-02 )

source: Læreplan Vg3 reindriftsfaget (Læreplankode: REI03-02)
sme: Oahppoplána - Jo2 duodji (DDU02-03)

source: Læreplan Vg3 horn-bein- og metallduodjifaget (Læreplankode: HMD03-02)
sme: Čoarve-, dákte- ja metálladuodjefága oahppoplána Jo3 oahppu fitnodagas (HMD03-02)

source: Læreplan Vg3 treduodjifaget (Læreplankode: TRD 03-02)
sme: Muorraduodjefága oahppoplána Jo3 oahppu fitnodagas (TRD03-02)

source: Læreplan Vg3 tekstilduodjifaget (Læreplankode: TED 03-02)
sme: Tekstiiladuodjefága oahppoplána Jo3 oahppu fitnodagas (TED03-02)

source: Læreplan Vg3 ull- og garnduodjifaget (Læreplankode: VHD 03-02)
sme: Čuoldin- ja giehtagođđinduodjefága oahppoplána Jo3 oahppu fitnodagas (VHD03-02)

source: Læreplan Vg3 skinn- og pelsduodjifaget (Læreplankode: SPD03-02)
sme: Siste- ja guolgaduodjefága oahppoplána (SPD03-02 )
